Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Конституция7465.tmx
Source language: ba
Languages: ru

source: Башҡортостан Республикаһы Конституцияһы
ru: КОНСТИТУЦИЯ РЕСПУБЛИКИ БАШКОРТОСТАН

source: Беҙ, Башҡортостан Республикаһының күп милләтле халҡы,
ru: Мы, многонациональный народ Республики Башкортостан,

source: үҙ еребеҙҙә уртаҡ яҙмыш менән берләшеп,
ru: соединенные общей судьбой на своей земле,

source: халыҡтарҙың үҙбилдәләнешкә дөйөм танылған хоҡуғынан, тиң хоҡуҡлылыҡ, иреклелек һәм ихтыяр белдереү азатлығы принциптарынан сығып,
ru: исходя из общепризнанного права народов на самоопределение, принципов равноправия, добровольности и свободы волеизъявления,

source: башҡорт халҡының XVI быуатта Рәсәйгә үҙ ирке менән ҡушылыуын, башҡорт милләтенең үҙбилдәләнешкә хоҡуғын тормошҡа ашырыу һөҙөмтәһендә Рәсәй Үҙәк Совет Власының Башҡорт хөкүмәте менән Башҡорт совет автономияһы тураһында Килешеүе нигеҙендә 1919 йылда РСФСР составында Башҡорт автономиялы республикаһы төҙөлөүен, 1990 йылда Башҡортостан Республикаһының дәүләт суверенитеты тураһында Декларацияға ярашлы Башҡортостан Республикаһы тип үҙгәртелеүен иғтибарға алып,
ru: принимая во внимание, что башкирский народ в XVI веке добровольно присоединился к России, в 1919 году на основе Соглашения Центральной Советской Власти России с Башкирским правительством о советской автономии Башкирии в результате реализации права башкирской нации на самоопределение была образована Башкирская автономная республика в составе РСФСР, преобразованная в 1990 году в Республику Башкортостан в соответствии с Декларацией о государственном суверенитете Республики Башкортостан,

source: Рәсәй Федерацияһы Конституцияһына һәм Рәсәй Федерацияһы менән Башҡортостан Республикаһының «Рәсәй Федерацияһы дәүләт власы органдары менән Башҡортостан Республикаһы дәүләт власы органдары араһында хакимиәт даирәһе сиктәрен билдәләү һәм үҙ-ара вәкәләттәр бүлешеү тураһында»ғы Договорына нигеҙләнеп,
ru: основываясь на Конституции Российской Федерации и Договоре Российской Федерации и Республики Башкортостан "О разграничении предметов ведения и взаимном делегировании полномочий между органами государственной власти Российской Федерации и органами государственной власти Республики Башкортостан",

source: кеше һәм граждандың, бөтә халыҡтарҙың хоҡуҡтарына һәм иректәренә ихтирамыбыҙҙы раҫлап,
ru: свидетельствуя уважение к правам и свободам человека и гражданина, всех народов,

source: бөгөнгө һәм киләсәк быуындар алдында үҙебеҙҙең республикабыҙ өсөн яуаплылыҡты аңлап,
ru: сознавая ответственность за свою республику перед нынешним и будущими поколениями,

source: лайыҡлы тормош, граждандар араһында тыныслыҡ һәм милләт-ара татыулыҡ тәьмин итергә ынтылып,
ru: стремясь обеспечить достойную жизнь, гражданский мир и межнациональное согласие,

source: үҙебеҙҙең тулы хоҡуҡлы вәкилдәребеҙ йөҙөндә Башҡортостан Республикаһы Конституцияһын ҡабул итәбеҙ.
ru: принимаем в лице своих полномочных представителей Конституцию Республики Башкортостан.

source: Беренсе киҫәк
ru: Раздел первый

source: 1-се бүлек
ru: Глава 1.

source: БАШҠОРТОСТАН РЕСПУБЛИКАҺЫНЫҢ КОНСТИТУЦИОН ҠОРОЛОШО НИГЕҘҘӘРЕ
ru: ОСНОВЫ КОНСТИТУЦИОННОГО СТРОЯ РЕСПУБЛИКИ БАШКОРТОСТАН

source: 1-се статья
ru: Статья 1

source: Башҡортостан Республикаһы Рәсәй Федерацияһы составында республиканың бөтә күп милләтле халҡы ихтыярын һәм мәнфәғәттәрен сағылдырыусы демократик хоҡуҡи дәүләт булып тора.
ru: Республика Башкортостан является демократическим правовым государством в составе Российской Федерации, выражающим волю и интересы всего многонационального народа республики.

source: «Башҡортостан Республикаһы» һәм «Башҡортостан» тигән атамалар тиң мәғәнәле.
ru: Наименования "Республика Башкортостан" и "Башкортостан" равнозначны.

source: Башҡортостан Республикаһының дәүләтселеге Башҡортостан Республикаһы, Рәсәй Федерацияһының хакимиәт даирәһе сиктәренән һәм Рәсәй Федерацияһы менән Башҡортостан Республикаһының берлектәге хакимиәт даирәһенә ҡараған Рәсәй Федерацияһы вәкәләттәренән тыш, дәүләт власының бөтә тулылығына эйә булыуында, үҙ территорияһы, халҡы, дәүләт власы органдары системаһы, үҙ Конституцияһы һәм закондары, шулай уҡ Башҡортостан Республикаһының дәүләт телдәре һәм дәүләт символдары булыуында сағылыш таба.
ru: Государственность Республики Башкортостан выражается в том, что Республика Башкортостан обладает всей полнотой государственной власти вне пределов ведения Российской Федерации и полномочий Российской Федерации по предметам совместного ведения Российской Федерации и Республики Башкортостан, имеет свою территорию, население, систему органов государственной власти, свою Конституцию и законодательство, а также государственные языки и государственные символы Республики Башкортостан.

source: Башҡортостан Республикаһының статусы һәм территорияһының сиктәре фәҡәт Башҡортостан Республикаһының ризалығы менән генә үҙгәртелә ала.
ru: Статус Республики Башкортостан и границы ее территории могут быть изменены только с согласия Республики Башкортостан.

source: Башҡортостан Республикаһының дәүләт телдәре булып башҡорт һәм урыҫ телдәре тора.
ru: Государственными языками Республики Башкортостан являются башкирский и русский языки.

source: 2-се статья
ru: Статья 2

source: Кеше, уның хоҡуҡтары һәм иректәре Башҡортостан Республикаһында иң юғары ҡиммәт булып тора.
ru: Человек, его права и свободы являются высшей ценностью в Республике Башкортостан.

source: Кеше һәм граждандың хоҡуҡтарын һәм иректәрен таныу, үтәү һәм яҡлау – дәүләт булараҡ Башҡортостан Республикаһының бурысы.
ru: Признание, соблюдение и защита прав и свобод человека и гражданина - обязанность Республики Башкортостан как государства.

source: 3-сө статья
ru: Статья 3

source: Башҡортостан Республикаһында халыҡ власының конституцион системаһы эш итә.
ru: В Республике Башкортостан действует конституционная система власти народа.

source: Халыҡ власты туранан-тура, шулай уҡ дәүләт власы органдары һәм урындағы үҙидара органдары аша тормошҡа ашыра.
ru: Народ осуществляет власть непосредственно, а также через органы государственной власти и органы местного самоуправления.

source: Халыҡ власының иң юғары туранан-тура кәүҙәләнеше булып референдум һәм ирекле һайлауҙар тора.
ru: Высшим непосредственным выражением власти народа являются референдум и свободные выборы.

source: Башҡортостан Республикаһында дәүләт власы Рәсәй Федерацияһы Конституцияһына һәм ошо Конституцияға ярашлы тормошҡа ашырыла.
ru: Государственная власть в Республике Башкортостан осуществляется в соответствии с Конституцией Российской Федерации и настоящей Конституцией.

source: 4-се статья
ru: Статья 4

source: Башҡортостан Республикаһы Рәсәй Федерацияһының тиң хоҡуҡлы субъекты булып тора.
ru: Республика Башкортостан является равноправным субъектом Российской Федерации.

source: Башҡортостан Республикаһының дәүләт власы органдары менән Рәсәй Федерацияһының дәүләт власы органдары араһында мөнәсәбәттәр ошо Конституция, Рәсәй Федерацияһы Конституцияһы һәм хакимиәт даирәһе сиктәрен билдәләү һәм үҙ-ара вәкәләттәр бүлешеү тураһындағы Договор, башҡа договорҙар һәм килешеүҙәр менән билдәләнә.
ru: Отношения между органами государственной власти Республики Башкортостан и органами государственной власти Российской Федерации определяются настоящей Конституцией, Конституцией Российской Федерации и Договором о разграничении предметов ведения и взаимном делегировании полномочий, иными договорами и соглашениями.

source: 5-се статья
ru: Статья 5

source: Башҡортостан Республикаһында дәүләт власы уны закондар сығарыу, башҡарма һәм суд властарына айырыу нигеҙендә тормошҡа ашырыла.
ru: Государственная власть в Республике Башкортостан осуществляется на основе разделения на законодательную, исполнительную и судебную.

source: Закондар сығарыу, башҡарма һәм суд власы органдары үҙ аллы.
ru: Органы законодательной, исполнительной и судебной власти самостоятельны.

source: 6-сы статья
ru: Статья 6

source: Башҡортостан Республикаһында дәүләт власын Башҡортостан Республикаһы Дәүләт Йыйылышы, Башҡортостан Республикаһы Башлығы, Башҡортостан Республикаһы Хөкүмәте, Башҡортостан Республикаһында урындағы дәүләт власы органдары, Башҡортостан Республикаһы судтары тормошҡа ашыра.
ru: Государственную власть в Республике Башкортостан осуществляют Государственное Собрание Республики Башкортостан, Глава Республики Башкортостан, Правительство Республики Башкортостан, местные органы государственной власти Республики Башкортостан, суды Республики Башкортостан.

source: 7-се статья
ru: Статья 7

source: Башҡортостан Республикаһында урындағы үҙидара таныла һәм гарантиялана.
ru: В Республике Башкортостан признается и гарантируется местное самоуправление.

source: Урындағы үҙидара үҙ вәкәләттәре сиктәрендә үҙ аллы.
ru: Местное самоуправление в пределах своих полномочий самостоятельно.

source: 8-се статья
ru: Статья 8

source: Башҡортостан Республикаһында милектең хосуси, дәүләт, муниципаль һәм башҡа формалары таныла һәм бер тигеҙ яҡлау менән тәьмин ителә.
ru: В Республике Башкортостан признаются и обеспечиваются равной защитой частная, государственная, муниципальная и иные формы собственности.

source: 9-сы статья
ru: Статья 9

source: Башҡортостан Республикаһында ер һәм башҡа тәбиғәт ресурстары уның күп милләтле халҡының йәшәү һәм эшмәкәрлек нигеҙе булараҡ файҙаланыла һәм һаҡлана.
ru: Земля и другие природные ресурсы используются и защищаются в Республике Башкортостан как основа жизни и деятельности ее многонационального народа.

source: Федераль законға һәм Рәсәй Федерацияһының дәүләт власы органдары менән Башҡортостан Республикаһының дәүләт власы органдары араһындағы килешеүҙәргә ярашлы Башҡортостан Республикаһының дәүләт милкендәге ергә, ер аҫтына, һыу, урман һәм башҡа тәбиғәт ресурстарына идара итеү һәм улар менән эш итеү тәртибе Башҡортостан Республикаһы законы менән көйләнә.
ru: Порядок управления и распоряжения землей, недрами, водными, лесными и другими природными ресурсами, находящимися в соответствии с федеральным законом и соглашениями между органами государственной власти Российской Федерации и органами государственной власти Республики Башкортостан в государственной собственности Республики Башкортостан, регулируется законом Республики Башкортостан.

source: 10-сы статья
ru: Статья 10

source: Башҡортостан Республикаһының дәүләт милке уның күп милләтле халҡының байлығы булып тора.
ru: Государственная собственность Республики Башкортостан является достоянием ее многонационального народа.

source: Башҡортостан Республикаһының дәүләт милкендә дәүләт ойошмалары мөлкәте, мәҙәни һәм тарихи ҡиммәттәр, Башҡортостан Республикаһы бюджеты һәм Башҡортостан Республикаһының бюджеттан тыш территориаль дәүләт фондтары бюджеттары средстволары һәм Башҡортостан Республикаһының бурыстарын һәм функцияларын тормошҡа ашырыуға кәрәк булған башҡа мөлкәт тора.
ru: В государственной собственности Республики Башкортостан находятся имущество государственных организаций, культурные и исторические ценности, средства бюджета Республики Башкортостан и бюджетов территориальных государственных внебюджетных фондов Республики Башкортостан и иное имущество, необходимое для осуществления задач и функций Республики Башкортостан.

source: Башҡортостан Республикаһының дәүләт милкенә идара итеү һәм уның менән эш итеү тәртибе федераль законға ярашлы Башҡортостан Республикаһы закондары менән көйләнә.
ru: Порядок управления и распоряжения государственной собственностью Республики Башкортостан регулируется в соответствии с федеральным законом, законодательством Республики Башкортостан.

source: 11-се статья
ru: Статья 11

source: Башҡортостан Республикаһы – социаль дәүләт, уның сәйәсәте кешегә лайыҡлы тормош һәм ирекле үҫеш тәьмин итеүсе шарттар тыуҙырыуға йүнәлтелгән.
ru: Республика Башкортостан - социальное государство, политика которого направлена на создание условий, обеспечивающих достойную жизнь и свободное развитие человека.

source: Башҡортостан Республикаһында кешеләрҙең хеҙмәте һәм һаулығы һаҡлана; хеҙмәткә түләүҙең гарантиялы минималь күләме тәьмин ителә; ғаиләгә, әсәлеккә, атайлыҡҡа, балалыҡҡа, инвалидтарға һәм өлкән йәштәге граждандарға яҡлау тәьмин ителә; социаль хеҙмәттәр системаһы үҫтерелә; республика пенсиялары, пособиелары һәм социаль яҡлауҙың башҡа гарантиялары булдырыла.
ru: В Республике Башкортостан охраняются труд и здоровье людей; обеспечивается гарантированный минимальный размер оплаты труда; обеспечивается поддержка семьи, материнства, отцовства, детства, инвалидов и пожилых граждан; развивается система социальных служб; устанавливаются республиканские пенсии, пособия и иные гарантии социальной защиты.

source: 12-се статья
ru: Статья 12

source: Башҡортостан Республикаһында идеологик күп төрлөлөк таныла.
ru: В Республике Башкортостан признается идеологическое многообразие.

source: Бер ниндәй идеология ла дәүләт идеологияһы йәки мәжбүри идеология тип билдәләнә алмай.
ru: Никакая идеология не может устанавливаться в качестве государственной или обязательной.

source: Башҡортостан Республикаһында күп фирҡәлелек тәьмин ителә.
ru: В Республике Башкортостан обеспечивается многопартийность.

source: Маҡсаттары һәм эш-ғәмәлдәре Рәсәй Федерацияһының конституцион ҡоролошон һәм Башҡортостан Республикаһының конституцион ҡоролошон көс ҡулланып үҙгәртеүгә, социаль, раса, милли һәм дини ыҙғыш тыуҙырыуға йүнәлтелгән йәмәғәт берләшмәләре эшмәкәрлегенә юл ҡуйылмай.
ru: Не допускается деятельность общественных объединений, цели и действия которых направлены на насильственное изменение конституционного строя Российской Федерации и конституционного строя Республики Башкортостан, разжигание социальной, расовой, национальной и религиозной розни.

source: 13-сө статья
ru: Статья 13

source: Башҡортостан Республикаһы – донъяуи дәүләт.
ru: Республика Башкортостан - светское государство.

source: Бер ниндәй дин дә дәүләт дине йәки мәжбүри дин тип билдәләнә алмай.
ru: Никакая религия не может устанавливаться в качестве государственной или обязательной.

source: Дини берләшмәләр дәүләттән айырылған һәм закон алдында тиң.
ru: Религиозные объединения отделены от государства и равны перед законом.

source: 14-се статья
ru: Статья 14

source: Башҡортостан Республикаһы Конституцияһы Башҡортостан Республикаһы Дәүләт Йыйылышы тарафынан йәки референдум юлы менән ҡабул ителә.
ru: Конституция Республики Башкортостан принимается Государственным Собранием Республики Башкортостан или путем референдума.

source: Башҡортостан Республикаһы Конституцияһы Башҡортостан Республикаһы ҡарамағына тапшырылған мәсьәләләр буйынса иң юғары юридик көскә эйә, туранан-тура ғәмәлдә була һәм Башҡортостан Республикаһының бөтә территорияһында ҡулланыла.
ru: Конституция Республики Башкортостан обладает высшей юридической силой по вопросам, отнесенным к ведению Республики Башкортостан, имеет прямое действие и применяется на всей территории Республики Башкортостан.

source: Башҡортостан Республикаһында ҡабул ителеүсе закондар һәм башҡа норматив хоҡуҡи акттар ошо Конституцияға ҡаршы килергә тейеш түгел.
ru: Законы и иные нормативные правовые акты, принимаемые в Республике Башкортостан, не должны противоречить настоящей Конституции.

source: Башҡортостан Республикаһы территорияһындағы дәүләт власы органдары, башҡа дәүләт органдары һәм дәүләт учреждениелары, урындағы үҙидара органдары, ойошмалар, йәмәғәт берләшмәләре, вазифалы кешеләр һәм граждандар Башҡортостан Республикаһы Конституцияһын, Башҡортостан Республикаһы закондарын һәм башҡа норматив хоҡуҡи акттарын үтәргә тейеш.
ru: Органы государственной власти, другие государственные органы и государственные учреждения, органы местного самоуправления, организации, общественные объединения, должностные лица и граждане, находящиеся на территории Республики Башкортостан, обязаны соблюдать Конституцию Республики Башкортостан, законы и иные нормативные правовые акты Республики Башкортостан.

source: Закондар рәсми баҫып сығарылырға тейеш.
ru: Законы подлежат официальному опубликованию.

source: Баҫып сығарылмаған закондар ҡулланылмай.
ru: Неопубликованные законы не применяются.

source: Кеше һәм граждан хоҡуҡтарына, иректәренә һәм бурыстарына ҡағылышлы норматив хоҡуҡи акттар, әгәр улар дөйөм иғтибарға рәсми баҫып сығарылмаған булһа, ҡулланыла алмай.
ru: Нормативные правовые акты, затрагивающие права, свободы и обязанности человека и гражданина, не могут применяться, если они не опубликованы официально для всеобщего сведения.

source: 15-се статья
ru: Статья 15

source: Башҡортостан Республикаһы үҙ вәкәләттәре сиктәрендә халыҡ-ара һәм тышҡы иҡтисади бәйләнештәрҙе бойомға ашыра.
ru: Республика Башкортостан в пределах своих полномочий осуществляет международные и внешнеэкономические связи.

source: Башҡортостан Республикаһы, федераль закондарға ярашлы, халыҡ-ара ойошмалар эшмәкәрлегендә ҡатнаша, сит ил дәүләттәренең административ-территориаль берәмектәре, сит ил федератив дәүләттәренең субъекттары, сит ил дәүләттәренең дәүләт власы органдары менән договорҙар һәм килешеүҙәр төҙөй ала.
ru: Республика Башкортостан в соответствии с федеральным законодательством может участвовать в деятельности международных организаций, заключать договоры и соглашения с административно-территориальными образованиями иностранных государств, с субъектами иностранных федеративных государств, с органами государственной власти иностранных государств.

source: 16-сы статья
ru: Статья 16

source: Конституцияның ошо бүлегендәге положениелар Башҡортостан Республикаһының конституцион ҡоролошо нигеҙҙәрен тәшкил итә һәм ошо Конституция менән билдәләнгән тәртиптән башҡа төрлө үҙгәртелә алмай.
ru: Положения настоящей главы Конституции составляют основы конституционного строя Республики Башкортостан и не могут быть изменены иначе как в порядке, установленном настоящей Конституцией.

source: Ошо Конституцияның башҡа бер ниндәй положениелары ла Башҡортостан Республикаһының конституцион ҡоролошо нигеҙҙәренә ҡаршы килә алмай.
ru: Никакие другие положения настоящей Конституции не могут противоречить основам конституционного строя Республики Башкортостан.

source: 2-се бүлек
ru: Глава 2.

source: КЕШЕ ҺӘМ ГРАЖДАНДЫҢ ХОҠУҠТАРЫ, ИРЕКТӘРЕ ҺӘМ БУРЫСТАРЫ
ru: ПРАВА, СВОБОДЫ И ОБЯЗАННОСТИ ЧЕЛОВЕКА И ГРАЖДАНИНА

source: 17-се статья
ru: Статья 17

source: Башҡортостан Республикаһында кеше һәм граждандың хоҡуҡтары һәм иректәре халыҡ-ара хоҡуҡиәттең дөйөм танылған принциптарына һәм нормаларына, Рәсәй Федерацияһы Конституцияһына һәм ошо Конституцияға ярашлы таныла һәм гарантиялана.
ru: В Республике Башкортостан признаются и гарантируются права и свободы человека и гражданина согласно общепризнанным принципам и нормам международного права и в соответствии с Конституцией Российской Федерации и настоящей Конституцией.

source: Кешенең төп хоҡуҡтары һәм иректәре айырып алынғыһыҙ һәм һәр кемгә тыумыштан бирелә.
ru: Основные права и свободы человека неотчуждаемы и принадлежат каждому от рождения.

source: Кеше һәм граждандың хоҡуҡтарын һәм иректәрен тормошҡа ашырыу башҡа кешеләрҙең хоҡуҡтарын һәм иректәрен боҙорға тейеш түгел.
ru: Осуществление прав и свобод человека и гражданина не должно нарушать права и свободы других лиц.

source: Хоҡуҡтарҙы һәм иректәрҙе Башҡортостан Республикаһының конституцион ҡоролошон көс ҡулланып үҙгәртеү, раса, милли, социаль, синфи, дини күрәлмаусанлыҡ һәм дошманлыҡ тыуҙырыу, көс ҡулланыуҙы һәм һуғышты пропагандалау өсөн файҙаланыуға юл ҡуйылмай.
ru: Не допускается использование прав и свобод для насильственного изменения конституционного строя Республики Башкортостан, разжигания расовой, национальной, социальной, классовой, религиозной ненависти и вражды, пропаганды насилия и войны.

source: 18-се статья
ru: Статья 18

source: Кеше һәм граждандың хоҡуҡтары һәм иректәре туранан-тура ғәмәлдә була.
ru: Права и свободы человека и гражданина являются непосредственно действующими.

source: Улар закондарҙың мәғәнәһен, йөкмәткеһен һәм ҡулланылышын, Башҡортостан Республикаһының дәүләт власы органдарының, урындағы үҙидараның эшмәкәрлеген билдәләй һәм суд эшмәкәрлеге менән тәьмин ителә.
ru: Они определяют смысл, содержание и применение законов, деятельность органов государственной власти Республики Башкортостан, местного самоуправления и обеспечиваются правосудием.

source: 19-сы статья
ru: Статья 19

source: Закон һәм суд алдында бөтәһе лә тиң.
ru: Все равны перед законом и судом.

source: Кеше һәм граждандың хоҡуҡтары һәм иректәре тиңлеге енесенә, расаһына, милләтенә, теленә, сығышына, мөлкәт һәм вазифа хәленә, йәшәгән урынына, дингә мөнәсәбәтенә, инаныуҙарына, йәмәғәт берләшмәләре ағзаһы булыу-булмауына, шулай уҡ башҡа шарттарға бәйһеҙ рәүештә гарантиялана.
ru: Равенство прав и свобод человека и гражданина гарантируется независимо от пола, расы, национальности, языка, происхождения, имущественного и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям, а также других обстоятельств.

source: Бер кем дә үҙенең инвалидлығы арҡаһында зыян күрергә тейеш түгел.
ru: Никто не может нести ущерб вследствие своей инвалидности.

source: Ир-егет һәм ҡатын-ҡыҙ тиң хоҡуҡтарға һәм иректәргә һәм уларҙы ғәмәлгә ашырыу өсөн тиң мөмкинлектәргә эйә.
ru: Мужчина и женщина имеют равные права и свободы и равные возможности для их реализации.

source: 20-се статья
ru: Статья 20

source: Башҡортостан Республикаһы Конституцияһында төп хоҡуҡтарҙы һәм иректәрҙе һанап сығыу кеше һәм граждандың башҡа дөйөм танылған хоҡуҡтарын һәм иректәрен инҡар итеү йәки кесерәйтеү тип аңлатылырға тейеш түгел.
ru: Перечисление в Конституции Республики Башкортостан основных прав и свобод не должно толковаться как отрицание или умаление других общепризнанных прав и свобод человека и гражданина.

source: Башҡортостан Республикаһында кеше һәм граждандың хоҡуҡтарын һәм иректәрен ғәмәлдән сығарыусы йәки кесерәйтеүсе закондар ҡабул ителә алмай.
ru: В Республике Башкортостан не могут быть приняты законы, отменяющие или умаляющие права и свободы человека и гражданина.

source: Кеше һәм граждандың хоҡуҡтары һәм иректәре федераль закон менән сикләнә ала.
ru: Права и свободы человека и гражданина могут быть ограничены федеральным законом.

source: 21-се статья
ru: Статья 21

source: Башҡортостан Республикаһында сит ил граждандарына һәм гражданлығы булмаған кешеләргә ваҡытлыса һыйыныу урыны федераль законға ярашлы бирелә.
ru: В Республике Башкортостан иностранным гражданам и лицам без гражданства временное убежище предоставляется в соответствии с федеральным законом.

source: 22-се статья
ru: Статья 22

source: Һәр кем йәшәүгә хоҡуҡлы.
ru: Каждый имеет право на жизнь.

source: Бер кем дә йәшәүҙән нигеҙһеҙ мәхрүм ителә алмай.
ru: Никто не может быть произвольно лишен жизни.

source: 23-сө статья
ru: Статья 23

source: Кешелек дәрәжәһе тейелгеһеҙ.
ru: Человеческое достоинство неприкосновенно.

source: Бер нәмә лә уны кесерәйтеү өсөн нигеҙ була алмай.
ru: Ничто не может быть основанием для его умаления.

source: 24-се статья
ru: Статья 24

source: Һәр кем азатлыҡ һәм шәхси тейелгеһеҙлек хоҡуғына эйә.
ru: Каждый имеет право на свободу и личную неприкосновенность.

source: 25-се статья
ru: Статья 25

source: Һәр кем шәхси тормошоноң тейелгеһеҙлеге, шәхси һәм ғаилә сере, үҙенең намыҫын һәм яҡшы исемен яҡлау хоҡуғына эйә.
ru: Каждый имеет право на неприкосновенность частной жизни, личную и семейную тайну, защиту своей чести и доброго имени.

source: Һәр кемдең хат алышыу, телефондан һөйләшеү, почта, телеграф аша һәм башҡа төрлө хәбәрләшеүҙәр серенә хоҡуғы бар.
ru: Каждый имеет право на тайну переписки, телефонных переговоров, почтовых, телеграфных и иных сообщений.

source: 26-сы статья
ru: Статья 26

source: Кешенең үҙ ризалығынан башҡа уның шәхси тормошо тураһында мәғлүмәттәр йыйыуға, һаҡлауға, файҙаланыуға һәм таратыуға юл ҡуйылмай.
ru: Сбор, хранение, использование и распространение информации о частной жизни лица без его согласия не допускаются.
